"angry" = "enojado";
"Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength." = "La ansiedad no mañana vacío de sus penas, pero sólo hoy se vacía de su fuerza.";
"anxious" = "ansioso";
"Art saved me; it got me through my depression and self-loathing, back to a place of innocence." = "El arte me salvó, sino que me llegó a través de mi depresión y odio a sí mismo, a un lugar de inocencia.";
"Back" = "Espalda";
"Certainly, I think being depressed is absolutely part of the human condition, it has to be, if there's joy there's its opposite, and it's something you ride if you possibly can." = "Por cierto, creo que está deprimido es absolutamente parte de la condición humana, que tiene que ser, si no hay alegría no su contrario, y es algo que andar si puedes.";
"depressed" = "deprimido";
"don't be %@." = "no seas% @.";
"Don't cry because it's over, smile because it happened." = "No llores porque ya se acabó, sonríe porque sucedió.";
"Don't waste time on jealousy. Sometimes you're ahead, sometimes you're behind." = "No pierdas el tiempo sintiendo celos. A veces se gana ya veces se pierde.";
"dull" = "aburrido";
"EVOO is extra-virgin olive oil. I first coined 'EVOO' on my cooking show because saying 'extra virgin olive oil' over and over was wordy, and I'm an impatient girl - that's why I make 30-minute meals!" = "AOVE es el aceite de oliva extra virgen. La primera vez que acuñó &#39;AOVE &quot;en mi programa de cocina porque decía« aceite de oliva virgen extra&#39; una y otra vez era prolijo, y yo soy una chica impaciente - por eso hago las comidas de 30 minutos!";
"For now, I'm just going to hang out with these two smoking hotties and fly privately around the world. It might be lonely up here, but I sure like the view." = "Por ahora, sólo voy a salir con estas dos bellezas fumar y volar en privado alrededor del mundo. Podría estar solo aquí, pero estoy seguro que como la vista.";
"guilty" = "culpable";
"Half full" = "La mitad completa";
"He that is jealous is not in love." = "El que es celoso no está enamorado.";
"How ya feeling today?" = "¿Cómo te sientes hoy?";
"I don't know what they are called, the spaces between seconds– but I think of you always in those intervals." = "No sé cómo se llaman, los espacios entre los segundos-, pero creo que de vosotros siempre en esos intervalos.";
"I don’t have a photograph, but you can have my footprints. They’re upstairs in my socks." = "No tengo una fotografía, pero usted puede tener mis huellas. Están arriba en mis calcetines.";
"I got tired of feeling like Dracula. I wanted to see some daylight, and not just at six o’clock in the morning." = "Me cansé de sentirme como Drácula. Quería ver la luz del día, y no sólo a las seis de la mañana.";
"I kind of like being depressed." = "A mí me gusta estar deprimido.";
"I like the idea of being alone. I like the idea of often being alone in all aspects of my life. I like to feel lonely. I like to need things." = "Me gusta la idea de estar solo. Me gusta la idea de estar sola con frecuencia en todos los aspectos de mi vida. Me gusta sentirme solo. Me gusta las cosas que necesite.";
"I seldom think about my limitations, and they never make me sad. Perhaps there is just a touch of yearning at times; but it is vague, like a breeze among flowers." = "Yo rara vez pienso en mis limitaciones, y nunca me hacen triste. Tal vez hay un toque de nostalgia a veces, pero es vago, como una brisa entre las flores.";
"I told her I'd wait forever for her, but that was before I found somebody else who'd give me a ride home." = "Le dije que me gustaría esperar para siempre para ella, pero eso fue antes de encontrar alguien que me daría a casa.";
"I'm impatient. I get twitchy. When I get that feeling I just go out and make something happen." = "Estoy impaciente. Tengo tics. Cuando llegue ese sentimiento me salgo y hago algo suceda.";
"I'm mellower now, I'm over 50. But I don't think I'm too mellow. I'm still angry at a lot of things." = "Yo soy más suave ahora, estoy más de 50. Pero no creo que soy demasiado suave. Todavía estoy enojado con un montón de cosas.";
"I'm not as angry as I used to be. But I can get in touch with that anger pretty quickly if I feel my space is being invaded or somebody is not treating me with the respect that I think I want." = "No estoy tan enojado como yo solía ser. Pero puedo estar en contacto con esa ira bastante rápido si siento mi espacio está siendo invadido o alguien que no me está tratando con el respeto que creo que quiero.";
"If I had a clone, he’d better be my equal, and not my better. Can you imagine how I’d feel being jealous of myself?" = "Si yo tuviera un clon, será mejor que sea mi igual, y no es mi mejor. ¿Puede usted imaginar cómo me sentiría celosa de mí mismo?";
"If I'm such a legend, then why am I so lonely? Let me tell you, legends are all very well if you've got somebody around who loves you." = "Si soy toda una leyenda, ¿por qué estoy tan sola? Déjame que te cuente, las leyendas son muy bien si tienes a alguien a tu lado que te ame.";
"impatient" = "impaciente";
"Intuition is a suspension of logic due to impatience." = "La intuición es una suspensión de la lógica debido a la impaciencia.";
"It's been my experience that you can nearly always enjoy things if you make up your mind firmly that you will." = "Ha sido mi experiencia que casi siempre se puede disfrutar de las cosas si usted se decida firmemente que lo harás.";
"It's practically impossible to look at a penguin and feel angry." = "Es prácticamente imposible mirar a un pingüino y sentir rabia.";
"jealous" = "celoso";
"Laziness is nothing more than the habit of resting before you get tired." = "La pereza no es más que el hábito de descansar antes de llegar cansado.";
"Live half full." = "Vive la mitad.";
"lonely" = "solitario";
"My uncle Sammy was an angry man. He had printed on his tombstone: What are you looking at?" = "Mi tío Sammy era un hombre enojado. Él había impreso en su lápida: ¿Qué estás mirando?";
"My wife's jealousy is getting ridiculous. The other day she looked at my calendar and wanted to know who May was." = "Los celos de mi esposa se está poniendo ridículo. El otro día miraba a mi calendario y quería saber que era mayo.";
"Next" = "Próximo";
"No one really wants to admit they are lonely, and it is never really addressed very much between friends and family. But I have felt lonely many times in my life." = "En realidad, nadie quiere admitir que se sienten solos, y nunca se aborda realmente mucho entre amigos y familiares. Pero me he sentido solo muchas veces en mi vida.";
"nostalgic" = "nostálgico";
"Nothing in the affairs of men is worthy of great anxiety." = "Nada en los asuntos de los hombres es digno de gran ansiedad.";
"OK" = "Bueno";
"People are taken aback by a confident, pretty girl who knows what she wants in life and isn't going to let anyone get in her way. And you know what it's all about? Jealousy." = "Las personas se sorprenden por una chica confianza, bastante que sabe lo que quiere en la vida y no va a dejar que nadie se interponga en su camino. ¿Y sabes qué es todo esto? Celos.";
"Remembrance of things past is not necessarily the remembrance of things as they were." = "Recuerdos del pasado no es necesariamente el recuerdo de las cosas como estaban.";
"sad" = "triste";
"scared" = "espantado";
"Share to \nFacebook" = "Comparte to \ nFacebook";
"Share to \nTwitter" = "Comparte to \ nTwitter";
"Sleep did not honor me with it’s presence." = "El sueño no me honró con su presencia.";
"So, this is my life. And I want you to know that I am both happy and sad and I'm still trying to figure out how that could be." = "Por lo tanto, esta es mi vida. Y quiero que sepas que estoy feliz y triste y todavía estoy tratando de averiguar cómo podía ser.";
"Sometimes, I feel discriminated against, but it does not make me angry. It merely astonishes me. How can any deny themselves the pleasure of my company? It's beyond me." = "A veces, me siento discriminado, pero no me hace enojar. Simplemente me asombra. ¿Cómo puede alguno negar a sí mismos el placer de mi compañía? Está más allá de mí.";
"Sorry, this quote is too long to post to Twitter." = "Lo sentimos, esta cita es demasiado tiempo para publicar en Twitter.";
"Success is getting what you want, happiness is wanting what you get" = "El éxito es conseguir lo que quieres, la felicidad es querer lo que obtienes";
"Ten men waiting for me at the door? Send one of them home, I'm tired." = "Diez hombres esperándome en la puerta? Enviar a uno de ellos en casa, estoy cansado.";
"That terrible mood of depression of whether it's any good or not is what is known as The Artist's Reward." = "Esa terrible estado de ánimo de la depresión de si es bueno o no es lo que se conoce como la recompensa del artista.";
"The app that turns your\r frown upside down with\r a dose of inspiration to\r kick any bad mood\r in the butt!" = "La aplicación que convierte su \ r ceño fruncido al revés con \ ra dosis de inspiración para \ r patear cualquier mal humor \ r en el culo!";
"The concept of the 'good ol' days' must be one of our society's biggest delusions, top reasons for depression, as well as most often used excuse for lack of success." = "El concepto de los &quot;buenos viejos días&quot; debe ser uno de los mayores engaños de nuestra sociedad, los principales motivos de la depresión, así como la mayoría de las veces se utiliza excusa para la falta de éxito.";
"The ear tends to be lazy, craves the familiar and is shocked by the unexpected; the eye, on the other hand, tends to be impatient, craves the novel and is bored by repetition." = "El oído tiende a ser perezoso, anhela lo familiar y se sorprende por lo inesperado, el ojo, por otro lado, tiende a ser impaciente, ansía la novela y se aburre por la repetición.";
"The glass is always" = "El vidrio es siempre";
"There are moments when all anxiety and stated toil are becalmed in the infinite leisure and repose of nature." = "Hay momentos en que toda la ansiedad y la fatiga indicado se calma chicha en el placer infinito y eterno descanso de la naturaleza.";
"tired" = "cansado";
"To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy." = "Para el cumplimiento de un sueño, que se le permita a sudar sobre el trabajo solo, para tener la oportunidad de crear, es la carne y las patatas de la vida. El dinero es la salsa.";
"True happiness is... to enjoy the present, without anxious dependence upon the future." = "La verdadera felicidad es ... a disfrutar del presente, sin depender ansiosos sobre el futuro.";
"We are homesick most for the places we have never known." = "Somos más nostalgia de los lugares que nunca hemos conocido.";
"We should not fret for what is past, nor should we be anxious about the future; men of discernment deal only with the present moment." = "No debemos preocupamos por lo que es pasado, ni debemos estar preocupados por el futuro, los hombres de discernimiento acuerdo sólo con el momento presente.";
"When someone is impatient and says, 'I haven't got all day,' I always wonder, How can that be? How can you not have all day?" = "Cuando alguien está impaciente y dice: &quot;Yo no tengo todo el día,&quot; Siempre me pregunto, ¿cómo puede ser? ¿Cómo no tener todo el día?";
"Whoops" = "¡Vaya";
"Winston was gelatinous with fatigue." = "Winston era gelatinosa con la fatiga.";
